[
  {
    "caseID": 1,
    "primary_keywords": "Studiengang,informieren,Studium",
    "secondary_keywords": "Wie,und,Wo,über,HWR,Kenntnis,dual",
    "answer": "Es gibt eine Übersicht aller Studiengänge auf der Webseite der HWR Berlin. Außerdem findest du dort alle Bewerbungs- und Zulassungsvoraussetzungen. Bei Fragen zur Studienorientierung und Studienwahl kannst du dich an die Allgemeine Studienberatung wenden. Zu vielen Themen bietet auch der Studierendenservice der HWR Berlin regelmäßig Online-Veranstaltungen an, bei denen du ins Gespräch kommen kannst. Und in unserer Instathek kannst du Studierende der HWR Berlin treffen und Infos aus erster Hand bekommen."
  },
  {
    "caseID": 2,
    "primary_keywords": "Voraussetzung,gelten,brauchen,Bedingung",
    "secondary_keywords": "Welch,Studiengang,Informatik,Informatikstudium,mitbringen,studieren,wissen",
    "answer": "Du benötigst eine anerkannte Hochschulzugangsberechtigung. Diese wären die allgemeine Hochschulreife, also das Abitur, eine fachgebundene Hochschulreife oder Fachhochschulreife, auch Fachabitur genannt oder eine andere Hochschulzugangsberechtigung. Außerdem solltest du auch Interesse am Fach mitbringen."
  },
  {
    "caseID": 3,
    "primary_keywords": "bewerben,Studium,Studiengang",
    "secondary_keywords": "Wie,und,Wo,für,an,HWR,Informatikstudium",
    "answer": "Es gibt unterschiedliche Bewerbungsverfahren. Es hängt von deinem Schulabschluss, Fachsemester und Studienziel ab, auf welchem Weg du dich an der Hochschule für Wirtschaft und Recht Berlin für ein Bachelorstudium bewirbst. Ob es dual, normal, ein Bachelor oder Masterstudium werden soll ist ebenfalls ausschlaggebend. Auf dem Onlineportal der HWR gibt es genauere Infos dazu."
  },
  {
    "caseID": 4,
    "primary_keywords": "dual,Studiengang,Studium,bewerben",
    "secondary_keywords": "Wie,für,Wo,und,Informatikstudium,Informatik",
    "answer": "Die Bewerbung für duale Studiengänge läuft direkt über die Partnerunternehmen der jeweiligen Studiengänge an der HWR Berlin. Bitte beachte: Bei vielen Partnerunternehmen solltest du dich ein Jahr vor Studienbeginn bewerben. Auf der Webseite der HWR findest du auch eine Liste mit allen Partnerunternehmen für jeden Studiengang. Bei weiteren Fragen unterstützt dich auch gerne die Studienberatung."
  },
  {
    "caseID": 5,
    "primary_keywords": "dual,Aufbau",
    "secondary_keywords": "Wie,Studium,Informatik,Informatikstudium,Woraus",
    "answer": "Das duale Studium der Informatik gliedert sich in den theoretischen und praktischen Teil. In der Praxis werden betriebliche Aufgaben innerhalb des Unternehmens bewältigt. Der theoretische Teil wird an der Hochschule absolviert. In den einzelnen Semestern werden Module wie mathematische Methoden, Betriebssysteme oder Datenbanken behandelt. Neben Klausuren werden auch Praxistransferberichte, Studienarbeiten oder eine Bachelorthesis verfasst."
  },
  {
    "caseID": 6,
    "primary_keywords": "Bachelor,Abschluss,nach",
    "secondary_keywords": "Welch,Beruf,qualifizieren,Was,Wofür,machen,Studium",
    "answer": "Das duale Bachelorstudium qualifiziert sowohl für Tätigkeiten in der Software- Entwicklung als auch in der Systemadministration. Absolventinnen und Absolventen des Studiengangs kommen vor allem in den folgenden Bereichen zum Einsatz: Entwicklungsabteilungen von Unternehmen aus der Softwarebranche, IT-Dienstleister oder unternehmensinterne IT-Abteilungen."
  },
  {
    "caseID": 7,
    "primary_keywords": "erzählen,Studiengang",
    "secondary_keywords": "Informatik,Informatikstudium,über,was",
    "answer": "Der duale Studiengang Informatik ist einer von derzeit 18 dualen Studiengängen an der HWR. Die Dauer des Studiums beträgt 6 Semester und umfasst mehrere unterschiedliche Module, die Grundwissen und fortgeschrittenes Anwendungswissen vermitteln sollen. Dazu gehören beispielsweise Betriebssysteme, Datenbanken, Software-Engineering, Programmierung und mathematische Module wie Statistik und Datenanalyse. Am Campus Lichtenberg findet der theoretische Teil statt, wobei Probleme und Lösungsmöglichkeiten, spezielle Methoden, kleine Anwendungsbeispiele und theoretisches Wissen vermittelt wird. Der Praxisteil findet im Unternehmen statt und umfasst abteilungsabhängige Aufgaben, die mit dem Theoriewissen einhergehen können."
  },
  {
    "caseID": 8,
    "primary_keywords": "Studieninhalte,Inhalte,Studium",
    "secondary_keywords": "Was,geben,Welch,machen,im,in,dies,dual,enthalten",
    "answer": "Das Studium setzt sich aus Grundlagen wie Mathematik, Programmieren, Software-Engineering und vielen weiteren Modulen zusammen. Dabei werden gesellschaftliche und juristische Aspekte, Problematiken und deren Lösungsansätze sowie grundsätzliches, fachliches Wissen vermittelt und praktisch erläutert."
  },
  {
    "caseID": 9,
    "primary_keywords": "PTB",
    "secondary_keywords": "Was,bedeuten,vorstellen",
    "answer": "Ein Praxistransferbericht, kurz auch PTB genannt, ist eine schriftliche Arbeit, welche während der Praxisphase im Unternehmen geschrieben wird. Der PTB bezieht sich auf ein betriebliches Thema, welches aktuell im Unternehmen anfällt. Diese wissenschaftliche Arbeit geht in die Gesamtbewertung eines Moduls des aktuellen Semesters ein."
  },
  {
    "caseID": 10,
    "primary_keywords": "Studienarbeit",
    "secondary_keywords": "Was,bedeuten,vorstellen",
    "answer": "Eine Studienarbeit ist wie ein PTB eine wissenschaftliche Arbeit, bei der von der Hochschule angebotene Themen meistens in kleinen Gruppen, aber auch alleine bearbeitet werden. Der Umfang der Arbeit ist etwa doppelt so groß wie bei einem PTB und diese wissenschaftliche Arbeit geht ebenfalls in die Gesamtbewertung eines Moduls des aktuellen Semesters ein."
  },
  {
    "caseID": 11,
    "primary_keywords": "Bachelorarbeit",
    "secondary_keywords": "Was,bedeuten,vorstellen",
    "answer": "Eine Bachelorarbeit ist die Abschlussarbeit eines Bachelor-Studiums und wird sowohl schriftlich verfasst als auch vor einem Publikum präsentiert. Die Präsentation wird auch Kolloquium genannt. Der schriftliche Umfang beträgt etwa das dreifache eines Praxistransferberichts. Diese wissenschaftliche Arbeit geht in die Gesamtbewertung des Studiums ein."
  },
  {
    "caseID": 12,
    "primary_keywords": "viel,schreiben,oft",
    "secondary_keywords": "Wie,PTB,Studienarbeit,Studium,während",
    "answer": "Im Verlaufe des Studiums werden drei PTBs in den ersten drei Semestern und zwei Studienarbeiten im vierten und fünften Semester geschrieben. Im sechsten Semester wird eine Bachelorthesis als Abschlussarbeit verfasst."
  },
  {
    "caseID": 13,
    "primary_keywords": "Modul",
    "secondary_keywords": "Welch,geben,Studium,existieren",
    "answer": "Das Studium besteht aus folgenden Modulen. Die Grundlagen bestehen aus Mathematik, Programmieren, technische Grundlagen der Informatik und theoretischer Informatik. Die übergreifenden Inhalte sind Betriebswirtschaftslehre, Gesellschaftliche und juristische Aspekte der Informatik, Projektmanagement, Softwareengineering, Betriebssysteme, Datenbanken und Netzwerke. Als Wahlpflichtfächer kann man zwischen Grafik und Multimedia, Kommunikationssysteme, Mobile Systeme und Künstliche Intelligenz."
  },
  {
    "caseID": 14,
    "primary_keywords": "Erzählen,HWR,wissen",
    "secondary_keywords": "über,Was",
    "answer": "Die Hochschule für Wirtschaft und Recht ist neben der HTW und der Beuth Hochschule eine der größten Hochschulen in Berlin. Sie vereint viele Ausrichtungen und Fachbereiche in einer Hochschule. Ich kann dir gerne etwas mehr über die HWR erzählen. Du kannst mich zum Beispiel nach der Gründung, der Anzahl an Studierenden oder den Standorten fragen."
  },
  {
    "caseID": 15,
    "primary_keywords": "Wann,gründen,Jahr",
    "secondary_keywords": "HWR,öffnen,geben,seit,viel",
    "answer": "Die HWR, so wie sie heute bekannt ist, gibt es seit 2009. Sie hat sich aus dem Zusammenschluss der Berlin School of Economics und der Fachhochschule für Verwaltung und Rechtspflege Berlin ergeben."
  },
  {
    "caseID": 16,
    "primary_keywords": "viel,Student",
    "secondary_keywords": "Wie,an,HWR,studieren",
    "answer": "An der HWR studieren zurzeit circa 11400 Menschen, wovon über 2000 ein duales Studium machen."
  },
  {
    "caseID": 17,
    "primary_keywords": "Standort,Wo,viel",
    "secondary_keywords": "Welch,HWR,Wie,haben,überall,vertreten",
    "answer": "Die Hochschule für Wirtschaft und Recht hat 2 Hauptstandorte und einen Zweitstandort. Die Hauptstandorte liegen in Lichtenberg und in Schöneberg. Der Campus Schöneberg und der Standort an der Möckernbrücke werden vom Fachbereich 1 genutzt, während der Campus Lichtenberg von den anderen Fachbereichen verwendet wird."
  },
  {
    "caseID": 18,
    "primary_keywords": "viel,Fachbereich",
    "secondary_keywords": "Wie,HWR,Welch,geben,haben,an,Was,für,existieren",
    "answer": "Die HWR hat 5 Fachbereiche. Diese sind Fachbereich 1 für Wirtschaftswissenschaften, Fachbereich 2 für duales Studium, Fachbereich 3 für Allgemeine Verwaltung, Fachbereich 4 für Rechtspflege und Fachbereich 5 für Polizei und Sicherheitsmanagement."
  },
  {
    "caseID": 19,
    "primary_keywords": "viel,Studiengang",
    "secondary_keywords": "Wie,geben,haben,an,HWR,existieren",
    "answer": "Es gibt zurzeit 56 Studiengänge, welche in Bachelor, Master, Fernstudium, duales Studium und berufsbegleitendes Studium unterteilt werden. Davon sind 18 duale Studiengänge."
  },
  {
    "caseID": 20,
    "primary_keywords": "Welch,Studiengang,Was",
    "secondary_keywords": "haben,geben,an,HWR,für,bieten,existieren",
    "answer": "Die Studiengänge kann man grob in technische und wirtschaftliche Studiengänge unterteilen. Zu den technischen Studiengängen gehören unter anderem Bau-ingenieurwesen, Informatik und industrielle Elektrotechnik. Im Wirtschaftsbereich gibt es zum Beispiel BWL-Industrie und Wirtschaftsinformatik."
  },
  {
    "caseID": 21,
    "primary_keywords": "dauern,lang,Jahr",
    "secondary_keywords": "Wie,Studium,gehen,viel,studieren,Informatikstudium,Informatik",
    "answer": "Ein Bachelorstudium hat eine Länge von 6 Semestern und dauert damit circa 3 Jahre lang. Wenn du an dein Bachelorstudium noch einen Master anhängen möchtest, verlängert sich dein Studium um 2 bis 4 Semester."
  },
  {
    "caseID": 22,
    "primary_keywords": "Informatik",
    "secondary_keywords": "Erzählen,über,Was,machen,in",
    "answer": "Informatik ist die Wissenschaft von der systematischen Darstellung, Speicherung, Verarbeitung und Übertragung von Informationen, besonders der automatischen Verarbeitung mit Digitalrechnern. Historisch hat sich die Informatik einerseits aus der Mathematik als Strukturwissenschaft entwickelt, andererseits als Ingenieursdisziplin aus dem praktischen Bedarf nach der schnellen und insbesondere automatischen Ausführung von Berechnungen."
  },
  {
    "caseID": 23,
    "primary_keywords": "heißen,Name",
    "secondary_keywords": "Wie,Was,lauten,Wer",
    "answer": "Mein Name ist NAO. Ich bin ein humanoider Roboter."
  },
  {
    "caseID": 24,
    "primary_keywords": "Woher",
    "secondary_keywords": "kommen,Wo,werden,gebären,herstellen,erzeugen,bauen",
    "answer": "Ich wurde im Firmenhauptsitz von Softbank-Robotics in Paris entwickelt."
  },
  {
    "caseID": 25,
    "primary_keywords": "können,Fähigkeit",
    "secondary_keywords": "Was,machen,hier",
    "answer": "Ich kann alles, was bei mir einprogrammiert wurde. Ich kann mich mit dir unterhalten und ich kann Dinge erkennen und sogar tanzen. Heute habe ich da aber keine Lust darauf und unterhalte mich lieber nur."
  }
]